round1/Bjoern.400.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.93ms    6.64ms 339.17ms   99.75%
    Req/Sec    12.97k     0.96k   19.02k    91.58%
  1548640 requests in 30.05s, 132.92MB read
Requests/sec:  51536.68
Transfer/sec:      4.42MB