round1/Meinheld.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   633.68ms  484.08ms   2.00s    66.91%
    Req/Sec   684.34    600.40     5.65k    89.28%
  69909 requests in 30.31s, 9.73MB read
  Socket errors: connect 0, read 64, write 0, timeout 2105
Requests/sec:   2306.62
Transfer/sec:    328.87KB