round1/uWSGI.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   890.54ms  575.84ms   1.89s    53.73%
    Req/Sec   823.70      1.04k    4.72k    82.50%
  10128 requests in 30.08s, 652.78KB read
  Socket errors: connect 0, read 128, write 0, timeout 3309
Requests/sec:    336.74
Transfer/sec:     21.70KB